---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.EditingFailures.WorksetHasChangedInCentralFile
source: html/5bf35b73-6d40-9c5b-9f0b-de7763bc0b83.htm
---
# Autodesk.Revit.DB.BuiltInFailures.EditingFailures.WorksetHasChangedInCentralFile Property

This workset has changed in the Central Model. Please Reload Latest before making this workset editable.

## Syntax (C#)
```csharp
public static FailureDefinitionId WorksetHasChangedInCentralFile { get; }
```